export const categories = [
    {
        id: "computers",
        name: {
            en: "Laptops and computers",
            ua: "Ноутбуки та комп'ютери",
            ru: "Ноутбуки и компьютеры",
        },
        items: [
            {
                id: "A515-56G-51Q5",
                name: "Ноутбук Acer Aspire 5 A515-56G-51Q5 (NX.AT2EU.00M) Pure Silver / Intel Core i5-1135G7 / RAM 8 ГБ / SSD 512 ГБ / nVidia GeForce MX450 / Подсветка клавиатуры",
                price: {
                    value: 20000,
                    unit: "UAH",
                },
                stats: {
                    RAM: "8 ГБ",
                    SSD: "512 ГБ",
                    Videocard: "nVidia GeForce MX450",
                    "Дополнительные": "Подсветка клавиатуры"
                },
                description: "Новый ноутбук Acer Aspire 5 A515-56G-51Q5 представляет собой мощное устройство с высокопроизводительным процессором Intel Core i5-1135G7. Снабженный 8 ГБ оперативной памяти и быстрым SSD-накопителем емкостью 512 ГБ, этот ноутбук обеспечивает отличную производительность и быстрый доступ к данным. Графические возможности предоставляются видеокартой nVidia GeForce MX450, что делает его идеальным выбором для различных задач, включая игры и графические приложения. Подсветка клавиатуры обеспечивает комфортное использование в условиях недостаточного освещения. Стильный корпус цвета Pure Silver добавляет эстетики к его функциональности, делая его привлекательным вариантом для пользователей, ценящих как внешний вид, так и производительность.",
                img: "https://content.rozetka.com.ua/goods/images/big/285466617.jpg"
            },
            {
                id: "FA506ICB-HN119",
                name: "Ноутбук ASUS TUF Gaming A15 FA506ICB-HN119 (90NR0667-M00KT0) Graphite Black / AMD Ryzen 5 4600H / RAM 16 ГБ / SSD 512 ГБ / nVidia GeForce RTX 3050",
                price: {
                    value: 30000,
                    unit: "UAH",

                },
                stats: {
                    CPU: "AMD Ryzen 5 4600H",
                    RAM: "16 ГБ",
                    SSD: "512 ГБ",
                    Videocard: "nVidia GeForce RTX 3050",
                    "Дополнительные": "Подсветка клавиатуры"
                },

                id: "FA506ICB-HN119",
                name: "Ноутбук ASUS TUF Gaming A15 FA506ICB-HN119 (90NR0667-M00KT0) Graphite Black / AMD Ryzen 5 4600H / RAM 16 ГБ / SSD 512 ГБ / nVidia GeForce RTX 3050",
                price: {
                    value: 30000,
                    unit: "UAH",
                },
                stats: {
                    CPU: "AMD Ryzen 5 4600H",
                    RAM: "16 ГБ",
                    SSD: "512 ГБ",
                    Videocard: "nVidia GeForce RTX 3050",
                    "Дополнительные": "Подсветка клавиатуры"
                },
                description: "Ноутбук ASUS TUF Gaming A15 FA506ICB-HN119 – отличное решение для геймеров и тех, кто требует высокой производительности. Сердцем устройства является процессор AMD Ryzen 5 4600H, обеспечивающий мощность и эффективность в выполнении различных задач. С 16 ГБ оперативной памяти и быстрым SSD-накопителем на 512 ГБ ноутбук готов к запуску самых требовательных приложений и игр. Графические возможности поддерживаются видеокартой nVidia GeForce RTX 3050, что обеспечивает великолепное визуальное воспроизведение. Подсветка клавиатуры добавляет удобства при использовании в темных помещениях. Дизайн в графитовом черном цвете делает этот ноутбук стильным и выразительным средством самовыражения.",
                img: "https://content1.rozetka.com.ua/goods/images/big/302686477.jpg"
            },
            {
                id: "15IHU6",
                name: 'Ноутбук Lenovo IdeaPad Gaming 3 15IHU6 (82K10190RA) Shadow Black / 15.6" IPS Full HD 120 Гц / Intel Core i5-11320H / RAM 16 ГБ / SSD 512 ГБ / nVidia GeForce RTX 3050',
                price: {
                    value: 33999,
                    unit: "UAH",

                },
                description: "Ноутбук Lenovo IdeaPad Gaming 3 15IHU6 - идеальный выбор для геймеров и профессионалов, ценящих производительность. С 15.6-дюймовым IPS-экраном Full HD разрешением и частотой обновления 120 Гц, он обеспечивает яркое и плавное визуальное воспроизведение. Процессор Intel Core i5-11320H и 16 ГБ оперативной памяти гарантируют отличную производительность при выполнении множества задач. SSD-накопитель на 512 ГБ обеспечивает быстрый доступ к данным и высокую отзывчивость системы. Графические возможности поддерживаются видеокартой nVidia GeForce RTX 3050, обеспечивая потрясающую графику в играх и графических приложениях. Стильный дизайн в черном цвете придает устройству солидный вид, подчеркивая его игровую направленность.",
                img: "https://content.rozetka.com.ua/goods/images/big/334788278.jpg"
            },

        ]
    },
    {
        id: "telephones",
        name: {
            en: "Smartphones, TV and electronics",
            ua: "Смартфони, ТВ та електроніка",
            ru: "Смартфоны, ТВ и электроника",
        },
        items: [
            {
                id: "SM-S918BZGHSEK",
                name: "Мобильный телефон Samsung Galaxy S23 Ultra 12/512GB Green (SM-S918BZGHSEK)",
                price: {
                    value: 55799,
                    unit: "UAH",
                },
                description: "Смартфон Samsung Galaxy S23 Ultra представляет новый уровень мобильного опыта. Оснащенный мощным процессором и 12 ГБ оперативной памяти, он готов к многозадачной работе и запуску самых требовательных приложений. Великолепный 512 ГБ встроенного хранилища обеспечивает место для множества фотографий, видео и данных. Захватывайте удивительные моменты с передовой камерой и наслаждайтесь яркими изображениями на качественном дисплее. Зеленый цвет корпуса добавляет стильности этому выдающемуся устройству.",
                img: "https://content.rozetka.com.ua/goods/images/big/310649358.jpg"
            },
            {
                id: "MLPF3HU",
                name: "Мобильный телефон Apple iPhone 13 128GB Midnight (MLPF3HU/A)",
                price: {
                    value: 33499,
                    unit: "UAH",
                },
                description: "iPhone 13 - это воплощение стиля и технологии от Apple. Снабженный мощным процессором, этот смартфон гарантирует плавную работу и отличную производительность. Шикарные возможности камеры позволяют создавать потрясающие фотографии и видео. Встроенная память на 128 ГБ обеспечивает достаточно места для ваших файлов и мультимедийных контентов. Элегантный черный цвет придает iPhone 13 утонченный и современный вид.",
                img: "https://content1.rozetka.com.ua/goods/images/big/221214139.jpg"
            },
            {
                id: "SM-A245FZKVSEK",
                name: 'Мобильный телефон Samsung Galaxy A24 6/128GB Black (SM-A245FZKVSEK)',
                price: {
                    value: 8999,
                    unit: "UAH",
                },
                description: "Samsung Galaxy A24 - это надежный смартфон с привлекательным дизайном и умеренной ценой. С ярким 6-дюймовым экраном и 128 ГБ встроенной памяти, этот телефон идеально подходит для повседневного использования. Зафиксируйте свои моменты с камерой высокого разрешения и наслаждайтесь быстрым доступом к приложениям благодаря эффективному процессору. Черный цвет корпуса придает ему классический вид.",
                img: "https://content.rozetka.com.ua/goods/images/big/328132324.jpg"
            }
        ]
    },
    {
        id: "appliances",
        name: {
            en: "Household appliances",
            ua: "Побутова техніка",
            ru: "Бытовая техника",
        },
        items: [

            {
                id: "RB33J3200SA",
                name: "Холодильник SAMSUNG RB33J3200SA/UA",
                price: {
                    value: 22799,
                    unit: "UAH",
                },
                description: "Холодильник SAMSUNG RB33J3200SA/UA - отличное решение для хранения продуктов с комфортом и стилем. Снабженный современными технологиями, этот холодильник обеспечивает оптимальные условия для свежести продуктов. Просторное внутреннее пространство и разнообразные отделения делают его удобным и функциональным. Двери выполнены в стильном дизайне, а стальной корпус добавляет прочности и долговечности. Отличный выбор для современной кухни.",
                img: "https://content.rozetka.com.ua/goods/images/big/359825406.jpg"
            },
            {
                id: "WRBSB",
                name: "Стиральная машина узкая WHIRLPOOL WRBSB 6228 B UA",
                price: {
                    value: 13222,
                    unit: "UAH",
                },
                description: "Стиральная машина WHIRLPOOL WRBSB 6228 B UA представляет собой надежное и эффективное решение для вашего белья. С узким дизайном, она легко вписывается в ограниченные пространства. Многофункциональные программы и технологии обеспечивают отличный результат при стирке. Удобное управление и высокая производительность делают эту стиральную машину идеальным выбором для современных домов.",
                img: "https://content.rozetka.com.ua/goods/images/big/286602036.jpg"
            },
            {
                id: "BHD351",
                name: 'Фен Philips series 3000 BHD351/10',
                price: {
                    value: 1199,
                    unit: "UAH",
                },
                description: "Фен Philips series 3000 BHD351/10 предоставляет вам возможность легко создавать различные укладки и стили причесок. С мощным мотором и различными режимами обдува, он обеспечивает эффективное и быстрое высыхание волос. Компактный дизайн и удобство использования делают его отличным аксессуаром для ухода за волосами в повседневной жизни. К тому же, его стильный дизайн делает его привлекательным и функциональным элементом вашей ванной комнаты.",
                img: "https://content2.rozetka.com.ua/goods/images/big/359265112.png"
            }
        ]
    },

]